test/load/config.yaml
config:
  target: 'https://tie-gcs-aks-dev.northeurope.cloudapp.azure.com'
  http:
    tls:
      rejectUnauthorized: false
  environments:
    dev:
      target: "https://tie-gcs-aks-dev.northeurope.cloudapp.azure.com"
    qa:
      target: "https://tie-gcs-aks-qa.northeurope.cloudapp.azure.com"
  phases: 
  - duration: 30
    arrivalRate: 5
    name: "Steady Test"
scenarios:
  - name: "React UI"
    flow:
      - get:
          weight: 7
          url: "/reactuiboilerplate/v1/page"