test/load/config.yaml
config:
  target: 'https://localhost:8080'
  http:
    tls:
      rejectUnauthorized: false
  environments:
    dev:
      target: "https://localhost:8080"
    qa:
      target: "https://localhost:8080"
  phases: 
  - duration: 30
    arrivalRate: 5
    name: "Steady Test"
scenarios:
  - name: "React UI"
    flow:
      - get:
          weight: 7
          url: "/reactuiboilerplate/v1/page"